{ 
	"resorts": [
        {
            "id":"resort1",
			"destination":"Carribean",
			"name":"Les Boucaniers",
            "location":"Martinique",
            "comfortLevel": "4",
            "activities":["tennis","water skiing","scuba diving", "kitesurf","spa"],
			"price":1980,
			"startDate":"2016,01,01",
			"endDate":"2016,12,31",
			"short_description":"The resort of Les Boucaniers is located on the laid-back beach-covered south coast of the island, and is perfectly placed for Martinique holidays that are both relaxing and awe-inspiring.",
			"picture":"images/resort1pic1small.jpg",
			"long_description":"Mauritius, a volcanic island nation in the Indian Ocean, is known for its beaches, lagoons and reefs. The mountainous interior encompasses Black River Gorges National Park, with rainforests, waterfalls, hiking trails and native fauna like the flying fox. The capital, Port Louis, blends foreign influences and offers sites such as the Champs de Mars horse track, colonial Eureka plantation and 18th-century botanical garden.",
			"url":"resort1.html"
        },
		{
			"id":"resort2",
			"destination":"Indian Ocean",
			"name":"La Plantation d'Albion",
            "location":"Mauritius",
            "comfortLevel": "5",
            "activities":["kids club","golf","scuba diving","tennis", "sailing"],
			"price":2062,
			"startDate":"2016,01,01",
			"endDate":"2016,12,31",
			"short_description":"Beautifully located in one of the last remote creeks on the island, La Plantation d'Albion Sunrise Resorts welcomes the most demanding of guests into a world of supreme refinement.",
			"picture":"images/resort2pic1small.jpg",
			"long_description":"In a remote beauty spot, savour the luxury of Mauritian lifestyle. <br> The idyllic natural setting is enhanced by the sublime decor designed by Marc Hertrich and Nicolas Adnet, and the Resort's top-end comfort is perfectly reflected in its beautifully spacious rooms. The exceptional CINQ MONDES Spa* and luxurious overflow pool add an ideally Zen touch.<br> The Resort is entirely devoted to fulfilling its guests' desires and offers discreet, personal service in its swimming areas, bars and 'Table Gourmet' restaurants.",
			"url":"resort2.html"
		},
        {
			"id":"resort3",
			"destination":"The Alps",
			"name":"La Plantation d'Albion",
            "location":"Alps",
            "comfortLevel": "4",
            "activities":["golf","sailing","spa","snowboarding"],
			"price":1980,
			"startDate":"2016,10,01",
			"endDate":"2016,12,31",
			"short_description":"Beautifully located in one of the last remote creeks on the island, Algarve Portugal welcomes the most demanding of guests into a world of beauty.",
			"picture":"images/resort3pic1small.jpg",
			"long_description":"The Alps are the largest mountain system in Europe. They cover parts of southeastern France and northern Italy, most of Switzerland, part of southern Germany, <br> and some of Austria and Yugoslavia. Most travelers consider the towering Alpine peaks, covered with ice and snow, the most magnificent natural sight in Europe. <br>This chain of mountains swings in a broad arc from near the Mediterranean Sea in France northward to form the border between France and Italy. They continue eastward through northern Italy, <br> Switzerland, Germany and Austria. Then they turn southward into Yugoslavia. They form a great barrier which separates northern Italy's Po Valley from the lowlands of France and Germany and eastern Europe's Danubian Plain.<br> The Alps are about 680 miles long, and range in width between 80 and 140 miles. They cover about 80,000 square miles, more than the combined areas of the states of Ohio and Pennsylvania.",
			"url":"resort3.html"
		},
		{
			"id":"resort4",
			"destination":"Europe",
			"name":"Algarve",
            "location":"Portugal",
            "comfortLevel": "5",
            "activities":["golf","scuba diving","tennis"],
			"price":2062,
			"startDate":"2016,04,01",
			"endDate":"2016,12,31",
			"short_description":"Beautifully located in one of the last remote creeks on the island, La Plantation d'Albion Club Med welcomes the most demanding of guests into a world of supreme refinement.",
			"picture":"images/resort4pic1small.jpg",
			"long_description":"Albufeira is a coastal city in the southern Algarve region of Portugal. <br> It’s a former fishing village that has become a major holiday destination, with sandy beaches and a busy nightlife strip. <br> Local fishermen now use the modern marina, a base for diving, dolphin-watching and boat trips, surrounded by candy-colored apartments, with a waterfront promenade.",
			"url":"resort4.html"
		},
		{
			"id":"resort5",
			"destination":"Africa",
			"name":"ClubHotel Riu Garopa",
            "location":"Cabo Verde",
            "comfortLevel": "4",
            "activities":["water skiing","scuba diving","tennis","spa"],
			"price":2062,
			"startDate":"2016,04,01",
			"endDate":"2016,12,31",
			"short_description":"Beautifully located in one of the last remote creeks on the island, La Plantation d'Albion Club Med welcomes the most demanding of guests into a world of supreme refinement.",
			"picture":"images/resort5pic1small.jpg",
			"long_description":"Cape Verde, or Cabo Verde, is a nation on a volcanic archipelago off the northwest coast of Africa. <br> It’s known for its Creole Portuguese-African culture and morna music. Its many beaches are jumping-off points for windsports and diving among shipwrecks. Its largest island, Santiago, <br> is home to the current capital, Praia, and the old capital, Cidade Velha, with its clifftop fortress.",
			"url":"resort5.html"
		},
		{
			"id":"resort6",
			"destination":"Asia",
			"name":"Hong Kong Premier",
            "location":"Hong Kong",
            "comfortLevel": "5",
            "activities":["scuba diving","tennis"],
			"price":2062,
			"startDate":"2016,06,01",
			"endDate":"2016,12,31",
			"short_description":"Beautifully located in one of the last remote creeks on the island, La Plantation d'Albion Club Med welcomes the most demanding of guests into a world of supreme refinement.",
			"picture":"images/resort6pic1small.jpg",
			"long_description":" Asias one of the busist country Hong Kong is a city, and former British colony, in southeastern China. Vibrant and densely populated, <br> it’s a major port and global financial center famed for its tower-studded skyline. It’s also known for its lively food scene – from Cantonese dim sum to extravagant high tea – and its shopping, <br> with options spanning chaotic Temple Street Night Market to the city’s innumerable bespoke tailors.",
			"url":"resort6.html"
		},
		{
			"id":"resort7",
			"destination":"Central America",
			"name":"Nayara Springs",
            "location":"Costa Rica",
            "comfortLevel": "5",
            "activities":["kids club","scuba diving"],
			"price":2062,
			"startDate":"2016,07,01",
			"endDate":"2016,12,31",
			"short_description":"Beautifully located in one of the last remote creeks on the island, La Plantation d'Albion Club Med welcomes the most demanding of guests into a world of supreme refinement.",
			"picture":"images/resort7pic1small.jpg",
			"long_description":"Costa Rica is a rugged, rainforested Central American country with coastlines on the Caribbean and Pacific.<br> Though its capital, San Jose, is home to cultural institutions like the Pre-Columbian Gold Museum, Costa Rica is known for its beaches, volcanoes and immense biodiversity.<br> Roughly a quarter of its area is made up of protected jungle, rich with wildlife including spider monkeys and quetzal birds.",
			"url":"resort7.html"
        }
]}